Repository: Dryusdan/joinplu.me
Catalog: po/*.po
Languages: fr

source: Contribute
fr: Contribuez

source: Source code
fr: Code source

source: Chat room
fr: Salon de discussion

source: Loomio group
fr: Groupe Loomio

source: A federated blogging application
fr: Une application de blogging fédérée

source: Write once, publish everywhere
fr: Écrivez une fois, publiez partout

source: Plume is not a single website, but an entire interconnected, yet independent network of what we call <em>instances</em>.
fr: Plume n'est pas un site unique, mais tout un réseau interconnecté de ce que nous appelons « instances », indépendantes.

source: You write content from your own instance, but anyone else on any other Plume instance can enjoy your stories too.
fr: Vous écrivez depuis votre instance, mais n'importe qui, sur n'importe quelle autre instance Plume peut lire vos textes.

source: Social blogging
fr: Blogging social

source: When we write, it is, most of the time, to share something with other people.
fr: Quand on écrit, c'est la plupart du temps pour partager quelque chose avec d'autres personnes.

source: Plume has many features that allow the exchange between writers and readers to be bi-directional from the get-go.
fr: Plume a de nombreuses fonctionnalités qui permettent d'échanger entre auteur⋅rice⋅s et lecteur⋅rice⋅s.

source: Collaborative writing
fr: Rédaction collaborative

source: Plume also makes it easy to collaborate on an article. Since blogs are not limited to one author, many people can write in the same blog, improve each other's work, to get to the best final result.
fr: Avec Plume, c'est facile de rédiger un article à plusieurs. Puisque les blogs ne sont pas limités à un⋅e seul⋅e auteur⋅rice, plusieurs personnes peuvent écrire dans le même blog et améliorer leurs écrits pour obtenir le meilleur résultat final

source: Find an instance
fr: Trouver une instance

source: Enter the Fediverse
fr: Bienvenue dans le Fédiverse

source: Not just Plume
fr: Plus que Plume

source: Plume instances form one part of a huge network, collectively called the Fediverse. It is made up of many instances, servers with different specifications and policies, each one running a specific application, with different purposes, not always Plume. It means that for instance, Plume is able to communicate with microblogging apps like <a href="https://joinmastodon.org">Mastodon</a>, or <a href="https://pleroma.social/">Pleroma</a>. Even other blogging apps which support federation, such as <a href="https://writefreely.org">WriteFreely</a> can also communicate with Plume! It means that you can comment and like Plume articles from any of these other instances.
fr: Les instances Plume font partie d'un grand réseau appelé le Fédiverse. Ce réseau est composé de centaines d'instances, ayant chacune leurs spécificités et leurs règles, et fonctionnant avec diverses applications n'ayant pas toujours les mêmes fonctions, pas forcément Plume. Par exemple, Plume est capable de communiquer avec des applications de microblogging comme <a href="https://joinmastodon.org">Mastodon</a> ou <a href="https://pleroma.social/">Pleroma</a>. Même d'autres applications de blogging qui fédèrent, comme <a href="https://writefreely.org">WriteFreely</a> peuvent communiquer avec Plume ! Celà signifie donc que vous pouvez commenter et intéragir avec des articles venant de Plume depuis toutes ces autres instances.

source: Learn more about the Fediverse
fr: En apprendre plus sur le Fédiverse

source: Great diversity
fr: Une grande diversité

source: Each instance is hosted and moderated by different peoples across varied locations of the world, resulting in diverse rules, thematics and ambiance that it focuses on. Thus one given instance can suit you better than another, depending on your opinions and interests.
fr: Chaque instance est hébergée et modérée par différentes personnes un peu partout autour du monde. Elles ont donc des règles, des thèmes etdes ambiances très différentes. Une instance peut donc mieux vous convenir qu'une autre, selon vos opinions et vos intérêts.

source: And if no existing instance makes you feel at home, you can very well create your own, if you are a bit adventureous.
fr: Et si aucune instance existante ne vous convient, vous pouvez très bien créer la votre, à condition d'être un peu aventureux⋅euse.

source: Find your dream instance
fr: Trouver l'instance de vos rêves

source: A solid network
fr: Un réseau solide

source: Because the Fediverse is mostly backed by volunteers, and not investors, it is resilient to economic problems. And because of its decentralized nature it is also harder to censor than traditional platforms.
fr: Parce que le Fédiverse est avant tout mis en place par des volontaires, et non des investisseurs, il n'est pas affecté par les problèmes économiques. Et grâce à sa nature décentralisée, il est aussi plus difficile à censurer que les plateformes traditionelles.

source: And even if one instance happens to go down, the rest of the network will continue to work uninterrupted.
fr: Et même si une instance n'est plus disponible, le reste du réseau continueras à fonctionner sans problème.

source: Open to everyone
fr: Ouvert à tous

source: Plume is a libre software, based on open standards, like <a href="https://activitypub.rocks">ActivityPub</a>, which means you can help making it better.
fr: Plume est un logiciel libre, basé sur des standards ouverts, comme <a href="https://activitypub.rocks">ActivityPub</a>, ce qui signifie que vous pouvez aider à l'améliorer.

source: We are not only welcoming coders, but really anyone who wants to help: translators, user experience designers, people with communication skills, or anybody else who feels like they can offer something to move the project ahead!
fr: Nous accueillons non seuleument les développeur⋅euse⋅s, mais aussi toutes les autres personnes qui veulent apporter leur pierre à l'édifice : les traducteur⋅rice⋅s, les design⋅eur⋅euse⋅s, les communiquant⋅e⋅s, ou n'importequelle personne qui sent qu'elle peut apporter quelque chose au projet !

source: Discover how you can help
fr: Découvrez comment vous pouvez aider

source: Website under the GPL 3.0 license.
fr: Site web placé sous la licence GPL 3.0

source: Source code of this website
fr: Code source de ce site web
